---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsConduitTradesize
source: html/ecef6991-6652-ba15-0d51-daaaf33afec0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsConduitTradesize Property

"Conduit Size Lookup"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsConduitTradesize { get; }
```